/* Strings not to be in the MAS version */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";
"Pleeease!"      = "请您购买吧！";
"Buy Now..."     = "即刻购买...";
"Must.Buy.Now."  = "必须.现在.购买.";
"Instant Karma"  = "立刻购买软件";
"Buy Me!"        = "为我付款！";
"%d days left" = "还剩余%d天";
"Buy today!" = "今天就购买！";
"The trial period is over" = "试用期已结束";
"Please register BetterZip to enable the saving of archives." = "请注册 BetterZip 来启用压缩文件存储功能。";
"Buy now" = "在线购买";
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "您的试用期已经结束。 您还可以查看压缩文件，但是存储功能已经被禁用。如果您想继续使用 BetterZip，请您注册！点按下方的“在线购买”按钮，仅需几分钟您就可以得到您的许可密钥。";
"Registration: # %d on %@ for %d licenses\nLicensee: %@" = "注册信息：# %d个用于%@，为%d人所准备的许可证。\n持有者：%@";
"Registration: # %d on %@\nLicensee: %@" = "注册信息：# %d个用于%@\n持有者：%@";
"More license keys required." = "需要更多的许可证。";
"BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip在您的网络中检测到有超过许可证数量的拷贝运行着。\n\n在您的网络中的每个计算机都需要它自己的许可证。请您考虑购买些价格合理的多用户许可证。";
"\nYour copy of BetterZip is registered. Thank you!" = "\n您的 BetterZip 副本已经注册，非常感谢！";
"Continue" = "继续";
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip 还没有注册，您的试用期明天就结束了。要继续使用 BetterZip，请点击下方的“在线购买”即刻注册！";
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip 还没有注册，您的试用期今天就将结束了。要继续使用 BetterZip，请点击下方的“在线购买”即刻注册！";
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "您的试用期已经结束。虽然 BetterZip 会继续工作数天，但是如果您想要继续使用，您得注册！请点按下方的“在线购买”按钮，仅需几分钟您就可以收到许可密钥。";
"The code is invalid. Make sure you pasted the complete key into the text field." = "注册码无效，请确保您将完整的注册码都粘贴进入了文本框。";
"Later" = "以后再说";
"Welcome back to BetterZip!" = "欢迎回到 BetterZip！";
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "距离您上一次试用 BetterZip 已经过去很长时间了，请多试用几天吧。您的试用期已经延长5天。";
"Great!" = "太棒了！";
"Check for Updates..." = "检查更新...";
"Automatically check for updates (last check: %@)" = "自动检查更新（上一次检查：%@）";
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out." = "您的许可码并不适用于该版本的 BetterZip，但是您可以得到升级折扣。\n点击“在线购买”按钮来查看折扣价。";
"Registration..." = "注册...";

/* New in BetterZip 3 */
"This function is available to registered users only." = "此功能只提供给注册了的用户。";
"Better get your license today!" = "建议您您今天获得许可证！";
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "此许可是以前版本的。现在你可使用 $9.99 来升级到 BetterZip 4。点击\"现在升级\"按钮前往网上商店购买。";
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "这是给在Mac App商店中购买BetterZip 2的用户的一个临时的许可证代码。您可以用它以9.99美元的优惠升级价格来购买BetterZip 4许可证。点击“现在升级”前往我们的网上商店。";
"BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip 还没有注册，您的试用期还剩%d天。\n\n如果您期望继续使用 BetterZip，请点击下方的“在线购买”即刻注册！";
"Trial user\n%d days left" = "您的试用还剩\n%d天";
"Upgrade now" = "立刻升级";
